; TranslationAuthor: Hartmut Hoyer
; TranslationAuthorEmail: HuC-Hoyer@online.de
; Soft Version: 3.33.87
; Update: December 04, 2014


[Lang]
NativeLanguage=Deutsch

[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=OK!
ButtonClose=Schließen

[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=Deutsch
LangShortName=de-de
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnungen
Error=Fehler!
Confirm=Bestätigen
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer mit Freunden teilen
FrmMoMain.imgfacebook.hint=WiseCleaner auf Facebook liken
FrmMoMain.imgtwitter.hint=Wise Memory Optimizer auf Twitter teilen
FrmMoMain.chkupdate.caption=Automatisch auf neue Version prüfen.
FrmMoMain.btnlike.caption=Gefällt mir
FrmMoMain.lblTotalMem.Caption=Speichergröße:
FrmMoMain.lblaopt.Caption=Automatisch optimieren, bei Speicherminimum:
FrmMoMain.lbltry.Caption=Mehr Arbeitsspeicher gewinnen:
FrmMoMain.btnsettings.Caption=Einstellungen:
FrmMoMain.btnOpt.Caption=Jetzt Optimieren!
FrmMoMain.chkmin.Caption=In den Tray-Bereich minimieren
FrmMoMain.chkauto.Caption=Mit Windows starten. (Autostart)
FrmMoMain.chkautoOpt.Caption=Aktiviere Auto-Optimierung
FrmMoMain.ckchkclearborad.Caption=Löschen Sie Ihre Zwischenablage während der Optimierung
FrmMoMain.chkidle.Caption=Nur im CPU-Leerlauf-Mode optimieren! (=Tip!)
FrmMoMain.lbllang.Caption=Standardsprache:
;
; About
;
FrmAbout.caption=Über
FrmAbout.btnok.caption=OK!
FrmAbout.lblver.caption=Benutzte Version:
FrmAbout.lblemail.caption=Support-E-Mail:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Vielen Dank, für die Mitwirkung, an folgende Personen:

[MemoryOptimizer]
ThisTimeFreeMemory=Wir haben für Sie jetzt %s Speicher freigegeben.
CurPrecent=Aktuelle Speichernutzung:
UsedMemory=Benutzter Speicher:
AvailableMemory=Freier Speicher:
FreeMemory=Speichergewinn:
At=Um
pmShow=Zeige Programmfenster
pmOpt=Jetzt Optimieren!
pmAbout=Über
pmExit=Beenden
SureExit=Optimiere Speicherung, wollen Sie wirklich abbrechen?
Mintotray=Optimiere Speicherung

[Message]
NewVer=Eine neue Version ist verfügbar! Wollen Sie jetzt upgraden?
NotShowNotice=Diese Mitteilung nicht wieder anzeigen.